{
    "version": "https://jsonfeed.org/version/1",
    "title": "FISTAG Distribuição",
    "description": "",
    "home_page_url": "https://igorvel0so.github.io/FISTAG",
    "feed_url": "https://igorvel0so.github.io/FISTAG/feed.json",
    "user_comment": "",
    "icon": "https://igorvel0so.github.io/FISTAG/media/website/FISTAG-Logo4trans.png",
    "author": {
        "name": "FISTAG"
    },
    "items": [
        {
            "id": "https://igorvel0so.github.io/FISTAG/desafios.html",
            "url": "https://igorvel0so.github.io/FISTAG/desafios.html",
            "title": "Desafios e o Futuro",
            "summary": "Todo o que se implementa num armazém tem prós e contras. Não dá para comer o bolo tê-lo intacto ao&hellip;",
            "content_html": "<p>Todo o que se implementa num armazém tem prós e contras. Não dá para comer o bolo tê-lo intacto ao mesmo tempo. Antes de qualquer novo investimento é necessário um planeamento bem estruturado, que aborde todas as necessidades e contrapontos, e muita, mas muita infomação. A maior parte dos investimentos relacionados com as novas tecnologias, especialmente implementações de IoT, caem por terra. Os armazéns abandonam o conceito de Smart Warehouse e voltam para os sistemas mais familiares, ou na pior das situações, estragam o negócio na totalidade. É preciso ter a certeza que há ganhos nos tempos e nos lucros a médio-longo prazo.</p>\n<p>Veículos de passageiros arrecadam não muito mais que um quarto da procura de petróleo; outros sectores como a aviação e transporte marítimo, que não têm alternativas competitivas ao petróleo, podem ter um aumento de eficiência devido à concentração de esforços e tecnologia à volta dessa produção, mas continuam menos aprazíveis a uma substituição imediata. Apesar das tentativas em elaborar políticas sustentáveis que incentivem, ou mesmo obriguem à electrificação das <strong>frotas</strong>, uma maneira de reduzir o consumo também está presente na criação de formas eficientes de queimar o combustível. Isto está no interesse das próprias petrolíferas que querem os seus poços a durar o mais tempo possível, e a produzir o mais barato possível. Logo temos de estar atentos ao mercado quando misturamos as fontes de energia das frotas.</p>\n<p>Um <strong>WMS</strong> é quase obrigatório nos dias de hoje, mais notável na área do e-comerce e no comércio de novas tecnologias. A flexibilidade do programa permite adicionar novos módulos com novas funcionalidades, inclusive a infraestrutura de<strong> IoT</strong>. O que custa mais é o investimento inicial, que pode ser intimidante e arriscado. </p>\n<p>No caso da FISTAG existe redundância física que nos permite operar quando o pior acontece - cortes de internet ou de luz, mudanças de operadores, renegociações, mudanças urgentes de equipamento - e o WMS tem sempre uma redundância física. São as vantagens em relação aos sistema de Nuvem (Cloud) que se baseia em subscrições, e está dependente da funcionalidade e segurança da empresa gestora dessa Nuvem. </p>\n<p><strong>As desvantagens:</strong> armazenamento local de dados necessita de alguma redundância, com discos rígidos extra para o caso de um falhar. Necessitamos de <em>Cold Storage (Armazenamento Frio), </em>discos que servem apenas para armazenar dados raramente acessados pela empresa, como dados de alto valor e cópias de segurança. Se, por \"milagre\", tudo falha e desaparece, temos um arquivo com tudo guardado em ferramentas preparadas para aguentar o tempo parado e sem danos. No caso de falhar a luz, hoje é normal o investimento em geradores de eletricidade para manter o armazém operacional. O investimento adicional que isto traz é segurança física que requer uma boa qualificação dos fornecedores de segurança, que inclui sistemas de vigilância e técnicos informáticos bem treinados na área de redes.</p>\n<p>Confiança com os fornecedores de WMS é imperativa, no entanto, o programa já está à prova de \"tolos\". Se houver falha de comunicação entre o produto e IoT, o sistema avisa. Se o colaborador tentar picar mais produtos que aqueles registados em armazém, o WMS não deixa. </p>\n<p>Além dos custos iniciais temos os custos de manutenção. As vantagens de uma automação generalizada é a manutenção preventiva e rotineira, que reduz custos e virtualmente elimina a imprevisibilidade dos sistemas. Ainda assim os <strong>sistemas</strong> <strong>robotizados</strong> vão conter uma boa parte dos custos de manutenção. Apesar de serem fiáveis quando funcionam, e completarem tarefas que são repetitivas mas que reduzem problemas físicos e emocionais aos colaboradores, há sempre particularidades em cada um dos robôs que podem pará-los em serviço, e causar obstáculos. Por isto a sua implementação ter de ser gradual e devemos nos habituar a auditorias regulares para certificar que todas as operações estão a correr dentro do conforme.</p>\n<p>Porque não dar o próximo salto e usar <strong>drones</strong> para gestão de inventário? Os robôs de transporte usados no sector dinâmico do armazém são mais robustos, têm baterias com mais voltagem e centros físicos de carregamento. Estão mais tempo operacionais e não se preocupam tanto com precisão, pois recebem ordens. Os drones, por outro lado, precisam de ser monitorizados. Um drone sozinho seria lento no scan das etiquetas, porque precisaria de ser preciso na leitura; as baterias de um drone não costumam durar mais que 45 minutos, e estamos a ser generosos no tempo. Imaginem quantas trocas de bateria, e quantas seriam necessárias, para sustentar um drone e multipliquem o número pela necessidade de uma frota de drones. Imaginem ainda se um drone está a tirar scan de uma palete cujo o plástico está solto...as ventoinhas iriam puxar o plástico e prender o drone até que se soltasse violentamente contra um obstáculo duro, ou acabasse a bateria.</p>\n<p>Isto não implica que não implementemos o drone. Para servir casos específicos, pode ser uma solução barata e segura, que pode ser empregada por um técnico existente que tenha experiência em drones além das suas tarefas diárias. Por exemplo, é útil para tirar scan de produtos em pontos altos do armazém, ou uma adição para patrulhas periódicas parte da vigilância do armazém. Uma forma de contornar o problema com as baterias, é adotar um drone mais robusto e com autonomia para acopolar a um carregador móvel. Adaptar um sensor RDFI a um drone tem imenso potencial! Existe um requisito obrigatório de todas as vezes que o drone fosse utilizado: os corredores vazios, sem obstáculos e sem colaboradores a trabalhar. Faz parte das regras de segurança. É por isto que os drones estão muito pensados para armazéns com horários noturnos que querem poupar custos, evitando o pagamento de salários e responsabilidades a colaboradores humanos (além que são horários com menos movimentação de pessoal e de pedidos, mas que tem dinheiro a querer circular).</p>\n<p>De momento, simplesmente não oferece vantagens.</p>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Blog"
            ],
            "date_published": "2024-03-28T01:15:25+00:00",
            "date_modified": "2024-03-31T02:48:55+01:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/internet-das-coisas.html",
            "url": "https://igorvel0so.github.io/FISTAG/internet-das-coisas.html",
            "title": "Armazém Inteligente",
            "summary": "O nosso conceito de Armazém Inteligente (Smart Warehouse) tem o objectivo de implementar as novas tecnologias para diminuir o erro&hellip;",
            "content_html": "<p>O nosso conceito de Armazém Inteligente (Smart Warehouse) tem o objectivo de implementar as novas tecnologias para diminuir o erro humano, optimizar a leitura de dados e aumentar a velocidade das operações. Um sistema bem conectado permite-nos monitorizar com mais detalhe todas as operações do armazém à distância, fazendo mais aproveitamento do espaço destinado à alocação e movimentação dos produtos.</p>\n<p>Ao longo dos anos, os sensores tiveram os seus preços reduzidos devido à adoção ubíqua pelas grandes e médias empresas de vários sectores. As baterias aumentaram o tempo de duração, e é possível distribuir mais sensores pelo armazém por menor custo.</p>\n<p>Apesar de um investimento inicial substancial, a médio e longo prazo acreditamos que irá beneficiar a produtividade ao mesmo tempo que aumentam os níveis de segurança e bem-estar. E é amigo do ambiente por diminuir a necessidade de tanta papelada.</p>\n<p>Introduzimos sensores nas nossas entradas, máquinas, robôs e racks. </p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-25T16:00:49+00:00",
            "date_modified": "2024-03-29T17:35:06+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/layout.html",
            "url": "https://igorvel0so.github.io/FISTAG/layout.html",
            "title": "Layout",
            "content_html": "<figure class=\"post__image post__image--full\"><img loading=\"lazy\"  src=\"https://igorvel0so.github.io/FISTAG/media/posts/14/Layout-FISTAG-MODEL2-01-01-01-2.png\" alt=\"\" width=\"3508\" height=\"2480\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://igorvel0so.github.io/FISTAG/media/posts/14/responsive/Layout-FISTAG-MODEL2-01-01-01-2-xs.png 300w ,https://igorvel0so.github.io/FISTAG/media/posts/14/responsive/Layout-FISTAG-MODEL2-01-01-01-2-sm.png 480w ,https://igorvel0so.github.io/FISTAG/media/posts/14/responsive/Layout-FISTAG-MODEL2-01-01-01-2-md.png 768w\"></figure>",
            "image": "https://igorvel0so.github.io/FISTAG/media/posts/14/Layout-FISTAG-MODEL2-01-01-01.png",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Sobre Nós"
            ],
            "date_published": "2024-03-23T16:20:03+00:00",
            "date_modified": "2024-03-27T19:47:59+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/automacao.html",
            "url": "https://igorvel0so.github.io/FISTAG/automacao.html",
            "title": "Automação",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-23T16:17:53+00:00",
            "date_modified": "2024-03-23T16:17:53+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/equipamento-e-maquinas.html",
            "url": "https://igorvel0so.github.io/FISTAG/equipamento-e-maquinas.html",
            "title": "Equipamento e Máquinas",
            "summary": "Transportadores (Esteiras) Transportador flexível de rodas de skate por gravidade Transportador de rolos na zona de embalamento Usamos o transportador&hellip;",
            "content_html": "<h4><span style=\"color: #236fa1;\">Transportadores (Esteiras)</span></h4>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://igorvel0so.github.io/FISTAG/media/posts/12/gallery/376AL-Skate-Steel-3057515347-2.jpg\" data-size=\"2000x1944\"><img loading=\"lazy\" src=\"https://igorvel0so.github.io/FISTAG/media/posts/12/gallery/376AL-Skate-Steel-3057515347-2-thumbnail.jpg\" alt=\"\" width=\"720\" height=\"700\"></a>\n<figcaption>Transportador flexível de rodas de skate por gravidade</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://igorvel0so.github.io/FISTAG/media/posts/12/gallery/warehouse-conveyor-systems-scaled-37706796.jpg\" data-size=\"1500x667\"><img loading=\"lazy\" src=\"https://igorvel0so.github.io/FISTAG/media/posts/12/gallery/warehouse-conveyor-systems-scaled-37706796-thumbnail.jpg\" alt=\"\" width=\"720\" height=\"320\"></a>\n<figcaption>Transportador de rolos na zona de embalamento</figcaption>\n</figure>\n</div></div>\n<p>Usamos o <strong>transportador flexível de rodas de skate</strong> por gravidade principalmente na zona de receção. Adaptando um aparelho de RFDI vai nos permitir realizar várias tarefas logo que os produtos entram no nosso armazém, inclusive a separação. É simples e parece quase rudimentar, mas traz flexibilidade. O <strong>transportador de rolos na zona de embalamento</strong> está adaptado com um sistema automático que recebe o picking do robô, e leva os produtos até ao colaborador responsável pelo embalamento dos pedidos.</p>\n<p>O transportador expansível na zona de receção terá de ser usado manualmente, para não perder tempo na instalação. Requer que o operador do porta paletes ou do empilhador trabalhem com outros colaboradores para tratar das encomendas logo na hora. É preciso saber onde usá-lo. No entanto, integra perfeitamente no grande sistema de redundância da IoT: se o pior acontecer e afetar os AGV, o transportador pode complementar a zona de separação até que o problema seja resolvido, ou seja implementada uma nova alternativa fixa.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-23T16:17:41+00:00",
            "date_modified": "2024-03-31T03:11:37+01:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/seguranca.html",
            "url": "https://igorvel0so.github.io/FISTAG/seguranca.html",
            "title": "Segurança",
            "summary": "Consideramos que todo o nosso armazém é um armazém de valor. Por isso instalámos um sistema de segurança presencial, magnético&hellip;",
            "content_html": "<p>Consideramos que todo o nosso armazém é um armazém de valor. Por isso instalámos um sistema de segurança presencial, magnético e CFTV (Circuito Fechado de TV).</p>\n<p>Na parte presencial temos dois vigilantes no portão de acesso principal da fábrica, controlando a entrada e saída dos funcionários. Com o sistema de porta detetora de metais e de raio X, é possível o controlo contra os furtos.</p>\n<p><strong>Sistema de Vídeo Vigilância</strong></p>\n<p>A vídeo vigilância é a solução para a monitorização remota de espaços, uma vez que permite ver e gravar imagens desses espaços em permanência. Usando a tecnologia IP, os utilizadores podem aceder e gerir o vídeo, o áudio e os seus dados através de uma única rede acessível em qualquer parte do mundo.</p>\n<p><strong>Sadir (Sistemas Automáticos Detenção Contra Intruso)</strong></p>\n<p>Um sistema de deteção de intrusos, é composto por dispositivos periféricos colocados em locais estratégicos com o objetivo de detetar movimentos e alertar os  proprietários de que algo não previsto está para acontecer.</p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-23T16:15:05+00:00",
            "date_modified": "2024-03-27T18:25:04+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/condicionamento-de-carga.html",
            "url": "https://igorvel0so.github.io/FISTAG/condicionamento-de-carga.html",
            "title": "Condicionamento de Carga",
            "summary": "Embalagem em cartão Escolhida pela sua flexibilidade e resistência, e é reciclável, tornando-se mais sustentável e económica de usar. São&hellip;",
            "content_html": "<h4><figure class=\"post__image post__image--right\"><img loading=\"lazy\"  src=\"https://igorvel0so.github.io/FISTAG/media/posts/10/carton-boxes.jpg\" alt=\"\" width=\"213\" height=\"291\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://igorvel0so.github.io/FISTAG/media/posts/10/responsive/carton-boxes-xs.jpg 300w ,https://igorvel0so.github.io/FISTAG/media/posts/10/responsive/carton-boxes-sm.jpg 480w ,https://igorvel0so.github.io/FISTAG/media/posts/10/responsive/carton-boxes-md.jpg 768w\"></figure><span style=\"color: #236fa1;\">Embalagem em cartão </span></h4>\n<p>Escolhida pela sua flexibilidade e resistência, e é reciclável, tornando-se mais sustentável e económica de usar.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<h4><figure class=\"post__image post__image--right\"><img loading=\"lazy\"  src=\"https://igorvel0so.github.io/FISTAG/media/posts/10/640px-EPAL-Europalette-2.jpeg\" alt=\"\" width=\"640\" height=\"283\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://igorvel0so.github.io/FISTAG/media/posts/10/responsive/640px-EPAL-Europalette-2-xs.jpeg 300w ,https://igorvel0so.github.io/FISTAG/media/posts/10/responsive/640px-EPAL-Europalette-2-sm.jpeg 480w ,https://igorvel0so.github.io/FISTAG/media/posts/10/responsive/640px-EPAL-Europalette-2-md.jpeg 768w\"></figure><span style=\"color: #236fa1;\">Paletes EUR</span></h4>\n<p>São as mais universais e adequadas para os tipos de armazenamento e material adotados por nós.</p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-23T16:13:41+00:00",
            "date_modified": "2024-03-27T18:54:01+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/warehouse-management-system-wms.html",
            "url": "https://igorvel0so.github.io/FISTAG/warehouse-management-system-wms.html",
            "title": "Warehouse Management System (WMS)",
            "summary": "A adoção de um Sistema de Gestão de Armazém justifica-se pela dimensão do inventário e das encomendas, e pela complexidade&hellip;",
            "content_html": "<p>A adoção de um Sistema de Gestão de Armazém justifica-se pela dimensão do inventário e das encomendas, e pela complexidade dos respetivos dados logísticos (características físicas e específicas de um produto) nesta era de e-commerce. Além dos módulos que consideramos base num sistema de gestão (inventário, pedidos, etc), incluímos mais um módulo que nos permite monitorizar temperaturas e estar conectados aos agentes robóticos.</p>\n<p>O WMS está integrado na infraestrutura IoT para melhorar todos os processos dentro do armazém, e oferecer qualidade de vida às funções dos nossos operadores/colaboradores. O WMS surgiu primeiro e a IoT é um <em>upgrade. </em>Logo são sistemas separados mas que comunicam 24/7 entre si. Esta abordagem de Smart Warehouse é também a que achamos mais segura, porque oferece redundância.</p>\n<p>A IoT está, por princípio, ligada à internet, mas se esta falha, a RFDI continua em funções de forma autónoma até estabelecer novamente conexão à internet ou as baterias acabarem. Os dados estão seguros nos servidores e o picking pode continuar sem interrupções.</p>\n<h4><span style=\"color: #236fa1;\">Picking</span> </h4>\n<p>Usamos o método de Onda. A razão principal está na grande dimensão das encomendas, e da já existente necessidade de usar WMS (Sistema de Gestão de Armazém).</p>\n<p>Equipamentos eletrónicos, mesmo quando similares, contém características diferentes que podem aumentar a probabilidade de erro humano. O colaborador recebe no seu dispositivo as referências dos produtos necessários para responder aos pedidos de<br>encomenda. O colaborador ativa o robô que o vai acompanhar durante o processo, pois este vai servir de suporte para transporte dos produtos. Quando o colaborador decidir que está na altura certa, o robô é enviado para deixar os produtos na zona de<br>embalamento. O colaborador pode ainda, enquanto um robô está a transportar esta encomenda, chamar outro robô para continuar o picking, anulando tempo de<br>espera.</p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-23T16:11:32+00:00",
            "date_modified": "2024-03-29T17:07:07+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/logistica.html",
            "url": "https://igorvel0so.github.io/FISTAG/logistica.html",
            "title": "Logística",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
                   "Serviços"
            ],
            "date_published": "2024-03-20T17:37:10+00:00",
            "date_modified": "2024-03-20T17:37:18+00:00"
        },
        {
            "id": "https://igorvel0so.github.io/FISTAG/carreira.html",
            "url": "https://igorvel0so.github.io/FISTAG/carreira.html",
            "title": "Carreira",
            "summary": "A nossa presença local confere um caráter regional e nacional. Muitas oportunidades para te juntares a nós estão à tua&hellip;",
            "content_html": "<p>A nossa presença local confere um caráter regional e nacional. Muitas oportunidades para te juntares a nós estão à tua espera!</p>\n<p> </p>",
            "author": {
                "name": "FISTAG"
            },
            "tags": [
            ],
            "date_published": "2024-03-20T16:14:42+00:00",
            "date_modified": "2024-03-20T16:23:34+00:00"
        }
    ]
}
